// const faqList = [

// ];

const faqWhatIsISCExhibition = [
  { question: '1. 과제전이란 무엇인가요?', answer: '- 과제전은 정보문화학 전공수업 수강생들이 한 학기동안 수업에서 제작한 각종 프로젝트들을 관람할 수 있는 공간입니다. 멋진 정문인들의 노력과 열정이 담긴 과제들을 즐겨보세요!' },
  { question: '2. 어떤 전시물을 볼 수 있나요?', answer: '- 수업에 따라 영상물, 게임, 미디어 아트, 학술 포스터 등의 전시물을 확인할 수 있습니다.' },
  { question: '3. 이번 과제전의 특별한 점은?', answer: '- 이번 과제전은 모바일과 웹 모두에서 관람할 수 있다는 특징을 가지고 있습니다!' },
];

const ISCIntroduction = [
  { question: '1. 정보문화학에서는 무엇을 배우나요?', answer: ' - 기본적으로 문화콘텐츠, IT기술 영역 내의 다양한 주제들을 융합적 교육을 통해 공부합니다. (feat. 2020 정보문화학 소개 자료) \n - 주로 앱, 게임, 영상 콘텐츠, HCI 등의 분야를 기획-개발-디자인 업무(협업) 실습을 통해 배우게 됩니다.' },
  { question: '1-1. 영상만 or 코딩만 하는 건가요? (한 분야만 팔 수 있나요?)', answer: '- 아닙니다. 영상 또는 코딩 외에도 다양한 분야의 수업을 들을 수 있습니다. 물론, 선택에 따라서 영상 수업, 코딩 수업 위주로 들을 수는 있습니다. \n- 다만 졸업 필수 과목에 코딩과 HCI 관련 과목이 있기 때문에 졸업 전에 반드시 코딩 과목 하나는 듣게 됩니다.' },
  { question: '2. 졸업 후 진로는 어떻게 되나요?', answer: '- IT 또는 콘텐츠 관련 기업에 취업을 많이 합니다. UI/UX 디자인 업무를 담당하거나, 게임 또는 어플 기획직, 개발직으로 진출하기도 합니다. \n- HCI, 미디어 등 연구를 위해 대학원 진학(유학) 등을 선택하는 졸업생도 있습니다.' },
];

const HowtoEnterISC = [
  { question: '1. 진입 전에 전공수업을 많이 들어야 하나요?', answer: '- 가장 많이 알려진 오해입니다. 들은 수업의 양이 진입에 크게 영향을 끼치지 않습니다.\n- 물론 전공수업을 미리 들으면, 자기소개서 작성이나 면접 때 할 수 있는 이야기가 많아지는 장점이 있습니다. 하지만 수업을 많이 듣지 않아도, 진로에 대한 확신과 전공에 대한 열정이 있으면 전공생으로 선발될 수 있습니다.' },
  { question: '2. 코딩을 전혀 모르는데 진입해도 괜찮을까요?', answer: '- 코딩 관련 수업이 전공필수이므로 배경지식이 있다면 당연히 도움이 되지만, 그렇지 않더라도 진입 후에 전공수업(정보문화기술입문 등)을 통해 충분히 처음부터 배워나갈 수있습니다.' },
  { question: '2-1. 코딩 독학을 하고 싶은데 팁을 주실 수 있나요?', answer: '- 본인이 진출을 고민하는 분야에서 어떤 언어가 쓰이는지를 먼저 파악해야 합니다. (ex. 게임 개발 진로 - 대표적인 엔진 : 유니티 - 유니티에서 사용하는 언어 C#) 해당 언어와 관련된 책이나 인터넷 강의(유데미, 인프런 등)을 찾아서 따라가보세요! \n- 정보구조 박기범 선생님 曰, 코딩은 100% 이해하고 작성하는 것 보다 직접 이리저리 부딪혀 가면서 배워나가는 게 좋다 하셨습니다! 책 한 권을 여러 번 읽는다고 생각하고 공부해 보아요.' },
  { question: '3. 포트폴리오가 필요한가요?', answer: '- 면접 때는 자소서, 성적 증명서 외에 다른 서류는 필요하지 않습니다. (커리어를 위해 개인적으로 포트폴리오를 제작하시는 것은 강력 추천합니다!) ' },
  { question: '4. 면접 준비는 어떻게 해야 하나요?', answer: '- 작성하신 자기소개서를 바탕으로 예상 질문을 고민해보세요.\n -  정보문화학 공식 홈페이지(isc.snu.ac.kr)의 소개, 본인의 진로 계획, 정문과 관련된 경험을 잘 정리해서 가면 도움이 많이 될 것 같습니다.\n- 한 번 진입에서 탈락했을 때 바로 포기하지 마시고, 여러 번 도전해보겠다는 생각을 처음부터 하시고 진입을 준비하시는 것도 방법입니다.(실제로 정보문화학 연합전공 내에는 두 번 정도 진입을 시도한 학생이 꽤 많습니다.)' },
  { question: '5. 진입을 늦게 해도 괜찮을까요?', answer: '- 전공을 듣는 것이 힘들 수 있지만 본인의 의지만 있다면 충분히 해낼 수 있습니다! 아직 늦지 않았으니 이 글을 보는 고학번 여러분, 정문 진입에 도전해보세요! 정문은 열려있답니다.' },

];

export { faqWhatIsISCExhibition };
export { ISCIntroduction };
export { HowtoEnterISC };
